Repository: xiaosu-zhu/Aurora.Music
Catalog: Source/Aurora.Music/Strings/*/Resources.resw
Source language: en_us
Languages: de, it, ru, zh_tw

# SmartDuration
source: {0} {0:min|mins}, {1} {1:sec|secs}
de: {0} {0:Minute|Minuten}, {1} {1:Sekunde|Sekunden}
it: {0} {0:minuto|minuti}, {1} {1:secondo|secondi}
ru: {0} {0:мин|минуты}, {1} {1:сек|секунды}
zh_tw: {0}分，{1}秒

# SmartDurationLong
source: {0} {0:hour|hours}, {1} {1:min|mins}
de: {0} {0:Stunde|Stunden}, {1} {1: Minute|Minuten}
it: {0} {0:ora|ore}, {1} {0:minuto|minuti},
ru: {0} {0:час|часы}, {1} {1:мин|минуты}
zh_tw: {0}小時，{1}分

# SmartDurationShort
source: {0} {0:sec|secs}
de: {0} {0:Sekunde|Sekunden}
it: {0}{0:secondo|secondi},
ru: {0} {0:сек|секунды}
zh_tw: {0}秒

# ArtistStory.Text
source: See Artist Story
de: Künstler-Story ansehen
ru: Показать Историю Автора
zh_tw: 檢視歌手故事

# AlbumStory.Text
source: See Album Story
de: Album-Story ansehen
ru: Показать Историю Альбома
zh_tw: 檢視專輯故事

# Equalizer.Text
source: Equalizer
it: Equalizzatore
ru: Эквалайзер
zh_tw: 均衡器

# Timer.Text
source: Sleep Timer
de: Wiedergabe automatisch stoppen
ru: Таймер Сна
zh_tw: 睡眠定時器

source: Not Login
de: Nicht eingeloggt
ru: Не Войти
zh_tw: 未登入

source: Unknown Error
de: Unbekannter Fehler
it: Errore sconosciuto
ru: Неизвестная Ошибка
zh_tw: 未知錯誤

source: Password
de: Passwort
ru: Пароль
zh_tw: 密碼

source: Invalid
de: Ungültig
it: Non valido
ru: Недействительный
zh_tw: 無效

source: Account
ru: Аккаунт
zh_tw: 賬號

# PasswordBox.Header
source: Password
de: Passwort
ru: Пароль
zh_tw: 密碼

# PasswordBox.PlaceholderText
source: 8 or More Characters
de: Acht oder mehr Zeichen
it: 8 o più caratteri
ru: 8 и больше символов
zh_tw: 至少8位字元

# AccountBox.Header
source: Account
ru: Аккаунт
zh_tw: 賬號

# AccountBox.PlaceholderText
source: E-mail/Phone
de: E-Mail-Adresse / Telefonnummer
it: E-mail/Telefono
ru: E-mail/Номер Телефона
zh_tw: 電子郵箱/手機

# DoubanLogin.PrimaryButtonText
source: Login
ru: Логин
zh_tw: 登入

# DoubanLogin.CloseButtonText
source: Close
de: Schließen
it: Chiudi
ru: Закрыть
zh_tw: 關閉

# EqualizerSettings.Title
source: Equalizer Settings
de: Equalizer-Einstellungen
it: Opzioni Equalizzatore
ru: Настройки Эквалайзера
zh_tw: 均衡器設定

# EqualizerSettings.CloseButtonText
source: Close
de: Schließen
it: Chiudi
ru: Закрыть
zh_tw: 關閉

# Presets.Header
source: Presets:
de: Voreinstellungen:
it: Preimpostazioni:
ru: Пресеты:
zh_tw: 預設：

# Reset.Content
source: Reset
de: Zurücksetzen
ru: Сбросить
zh_tw: 重置

# SleepTimerDialog.Title
source: Sleep Timer
de: Wiedergabe automatisch stoppen
ru: Таймер Сна
zh_tw: 睡眠定時器

# SleepTimerDialog.CloseButtonText
source: Cancel
de: Abbrechen
it: Annulla
ru: Отменить
zh_tw: 取消

# SleepTimerDialog.PrimaryButtonText
source: Confirm
de: Bestätigen
it: Conferma
ru: Подтвердить
zh_tw: 確定

# SleepTimerTimePicker.Header
source: When time arrives
de: Zu dieser Uhrzeit
it: Quando scade il tempo
ru: Когда придёт время
zh_tw: 當時間到達：

# SleepTimerPerform.Text
source: Performs:
de: Aktiviert sich:
it: Esegui:
ru: Играть:
zh_tw: 進行以下操作：

# SleepTimerPlayPause.Content
source: Toggle play/pause
de: Zwischen Wiedergabe / Pause wechseln
ru: Переключение Воспроизведения/Паузы
zh_tw: 切換播放/暫停

# SleepTimerStop.Content
source: Stop
de: Stoppen
it: Ferma
ru: Стоп
zh_tw: 停止播放

# SleepTimerShutdown.Content
source: Shutdown app
de: App schließen
it: Chiudi la app
ru: Завершение работы приложения
zh_tw: 關閉應用

# AudioEffects.Header
source: Audio Effects
de: Ton-Effekte
it: Effetti Audio
ru: Аудио Эффекты
zh_tw: 音訊效果

# EqualizerToggle.Header
source: Equalizer
it: Equalizzatore
ru: Эквалайзер
zh_tw: 均衡器

# VolumeButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Volume
de: Lautstärke
ru: Громкость
zh_tw: 音量

# VisualizationButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Audio Visualization
de: Ton-Visualisierung
it: Visualizzazione audio
ru: Визуализация
zh_tw: 音訊視覺化

# VisualizationFlyout.Text
source: Audio Visualization
de: Ton-Visualisierung
it: Visualizzazione audio
ru: Визуализация
zh_tw: 音訊視覺化

# ShuffleFlyout.Text
source: Shuffle
it: Riproduzione casuale
ru: Случайный Порядок
zh_tw: 隨機播放

# RepeatFlyout.Text
source: Repeat
de: Wiederholen
it: Ripeti
ru: Повтор
zh_tw: 迴圈播放

source: Drop to Play
de: Hier zum Abspielen ablegen
it: Rilascia per Riprodurre
ru: Кидай и Слушай
zh_tw: 放下以播放

source: Not Support
de: Nicht unterstützt
ru: Не поддерживается
zh_tw: 不支援

# SpeedBtn.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Playback Rate
de: Wiedergabe-Rate
ru: Скорость Воспроизведения
zh_tw: 回放速率

# LastUpdatePost.Text
source: Last Updated:
de: Zuletzt aktualisiert:
it: Ultimo aggiornamento:
ru: Последнее Обновление:
zh_tw: 最後更新：

# RefreshPost.Text
source: Refresh
de: Aktualisieren
it: Aggiorna
ru: Обновить
zh_tw: 重新整理

# UnSubscribeAction
source: Un-Subscribe
de: De-Abonnieren
it: Disiscriviti
ru: Отписаться
zh_tw: 取消訂閱

# SubscribeAction
source: Subscribe
de: Abonnieren
it: Iscriviti
ru: Подписаться
zh_tw: 開始訂閱

# Retriving.Text
source: Retriving Database
de: Datenbank empfangen
ru: Получение Базы Данных
zh_tw: 檢索資料庫

# TodayText
source: 'Today'
de: Heute
it: 'Oggi'
ru: 'Сегодня'
zh_tw: '今天'

# NextDayText
source: Next
de: Als Nächstes
it: Prossimo
ru: Далее
zh_tw: 下個

# LastDayText
source: Last
de: Zuletzt
it: Ultimo
ru: Назад
zh_tw: 上個

# SubscribeText
source: Subscribed
de: Abonniert
it: Iscritto
ru: Подписанный
zh_tw: 已訂閱

# UnSubscribeText
source: Un-Subscribed
de: De-Abonniert
it: Disiscritto
ru: Отписаться
zh_tw: 已取消訂閱

# UndoSubscribeText
source: Undo Subscribe
de: Abonnement zurücknehmen
it: Annulla l'iscrizione
ru: Отменить Подписку
zh_tw: 取消訂閱

# Fetching.Text
source: Fetching
de: Laden
it: Recuperando
ru: Получение данных
zh_tw: 拉取中

# PodcastDialog.Title
source: Podcast Details
it: Dettagli del Podcast
ru: Детали Подкаста
zh_tw: 播客詳情

# PodcastDialog.CloseButtonText
source: Close
de: Schließen
it: Chiudi
ru: Закрыть
zh_tw: 關閉

# PodcastDialog.PrimaryButtonText
source: Subscribe
de: Abonnieren
it: Iscriviti
ru: Подписаться
zh_tw: 訂閱

# Podcast.Header
source: Podcast
ru: Подкаст
zh_tw: 播客

# PodcastText
source: Podcast
ru: Подкаст
zh_tw: 播客

# ShowPodcastsWhenSearch.Header
source: Show podcasts when search
de: Podcasts bei der Suche anzeigen
it: Mostra Podcast mentre eseguo una ricerca
ru: Показывать подкасты при поиске
zh_tw: 搜尋時包含播客結果

# SendPodcastToast.Header
source: Send toast when new-coming
de: Bei neuen Inhalten benachrichtigen
it: Invia una notifica per i nuovi arrivi
ru: Отправлять уведомления о новых поступлениях
zh_tw: 播客更新時傳送通知

# FetchInterval.Header
source: Refresh Interval
de: Aktualisierungs-Intervall
it: Aggiorna intervallo
ru: Интервал обновления
zh_tw: 更新間隔

# MinText
source: min
ru: мин
zh_tw: 分

# PodcastSubscribe
source: "{0}" Subscribed, You can find it in music library now
de: "{0}" wurde abonniert und befindet sich jetzt in der Musikbibliothek.
it: Iscritto a "{0}", Ora lo puoi trovare nella tua libreria
ru: "{0}" Подписан, вы можете найти его в музыкальной библиотеке
zh_tw: 已訂閱「{0}」，你可在音樂庫中找到它

# PodcastUnSubscribe
source: "{0}" is no longer in your music library
de: "{0}" wurde aus der Musikbibliothek entfernt.
it: "{0}" non è più nella tua libreria
ru: "{0}" больше нет в вашей музыкальной библиотеке
zh_tw: 「{0}」已從音樂庫移除

# ImportSucceed
source: {1} of {0} {1:Podcast|Podcasts} successfully imported
de: {1} von {0} {1:Podcast|Podcasts} wurde(n) erfolgreich importiert.
it: {1} di {0} {1:Podcast|Podcast} importati con successo
ru: {1} из {0} {1:Подкаст|Подкасты} успешно импортирован
zh_tw: 共計{0}個播客，{1}個已成功匯入

# OPMLDesc
source: Outline Processor Markup Language Document
de: Outline Processor Markup Language-Dokument (OPML)
ru: Документ Outline Processor Markup Language
zh_tw: 大綱處理標記語言文件

# ExportOPMLName
source: Podcasts Export
de: Podcast-Export
it: Esporta Podcast
ru: Экспортировать Подкаст
zh_tw: 匯出的播客

# OPMLExport
source: Podcasts successfully exported
de: Podcast wurde erfolgreich exportiert.
it: Podcast esportato correttamente
ru: Подкасты успешно экспортированы
zh_tw: 播客成功匯出

# ImportOPMLBtn.Content
source: Import OPML Doc
de: OPML-Dokument importieren
it: Importa un documento OPML
ru: Импортировать OPML документ
zh_tw: 匯入 OPML 檔案

# ExportOPMLBtn.Content
source: Export OPML Doc
de: OPML-Dokument exportieren
it: Esporta un documento OPML
ru: Экспортировать OPML документ
zh_tw: 匯出 OPML 檔案

# PodcastToastTitle
source: {0} has updated!
de: {0} wurde aktualisiert!
it: {0} è stato aggiornato!
ru: {0} обновлено!
zh_tw: {0} 更新啦！

# PodcastToastDesc
source: Click to listen {0}
de: Hier klicken, um {0} zu hören
it: Premi per ascoltare {0}
ru: Нажмите, чтобы прослушать {0}
zh_tw: 點選收聽：{0}

# AndMore
source: And {0} more
de: Und {0} weitere
it: e {0} altri
ru: И {0} больше
zh_tw: 以及{0}個

# BackgroundTransferStatus_Idle
source: Idle
de: Inaktiv
ru: Простой
zh_tw: 空閒

# BackgroundTransferStatus_Running
source: Running
de: Läuft
ru: Запуск
zh_tw: 正在進行

# BackgroundTransferStatus_PausedByApplication
source: Paused by application
de: Von App pausiert
ru: Приостановлено приложением
zh_tw: 由程式暫停

# BackgroundTransferStatus_PausedCostedNetwork
source: Paused by metered-network
de: Wegen getaktetem Netzwerk pausiert
ru: Приостановлено из-за подключения сети
zh_tw: 因網路暫停

# BackgroundTransferStatus_PausedNoNetwork
source: No network
de: Keine Netzwerkverbindung
it: Rete assente
ru: Отсутствует Интернет-Соединение
zh_tw: 無網路連線

# BackgroundTransferStatus_Completed
source: Completed
de: Vollständig
it: Completato
ru: Завершено
zh_tw: 已完成

# BackgroundTransferStatus_Canceled
source: Canceled
de: Abgebrochen
it: Annullato
ru: Отменено
zh_tw: 已取消

# BackgroundTransferStatus_Error
source: Error
de: Fehler
it: Errore
ru: Ошибка
zh_tw: 出錯

# BackgroundTransferStatus_PausedRecoverableWebErrorStatus
source: Paused by recoverable web error
de: Pausiert durch behebbaren Netzwerkfehler
ru: Приостановлено из-за сетевой ошибки
zh_tw: 出錯（可恢復）

# BackgroundTransferStatus_PausedSystemPolicy
source: Paused by system policy
de: Durch Systemrichtlinien pausiert
ru: Приостановленно из-за Системной Политики
zh_tw: 因資源約束暫停

# HeroTitle.Text
source: For You
de: Für Dich
it: Per Te
ru: Для Тебя
zh_tw: 為你挑選

# DownloadDesc
source: {0}/{1} download {0:task|tasks} {0:is|are} running
de: {0}/{1} Download- {0:Vorgang|Vorgänge} {0:ist|sind} aktiv
ru: {0}/{1} Cкачивание {0:задачи|задач} {0:сейчас|уже} запущено
zh_tw: {0}/{1}個任務正在下載

# PodcastMarket
source: Explore podcasts
de: Podcasts entdecken
it: Esplora i podcast
ru: Поиск подкастов
zh_tw: 發現播客

# TopCharts.Text
source: Top Charts
ru: Хит-Парад
zh_tw: 最熱門

# RssInput.PlaceholderText
source: Enter an valid rss address to view podcasts:
de: Zum Betrachten der Podcasts bitte hier gültige RSS-Adresse angeben:
it: Inserisci un valido idirizzo RSS per vedere i podcast
ru: Введите правильный RSS-адрес для просмотра подкаста:
zh_tw: 鍵入一個有效的 RSS 源以檢視播客：

# DisplayRequestSwitch.Header
source: Prevent screen locks when playing
de: BIldschirm-Timeout während der Wiedergabe verhindern
it: Impedisci il blocco dello schermo mentre in riproduzione
ru: Предотвращать блокировку экрана во время проигрывания
zh_tw: 播放時阻止螢幕鎖定

# EffectsNote.Text
source: NOTE: Enable audio effects may cost a little performance
de: Hinweis: Das Aktivieren von Audio-Effekten könnte die App-Performance geringfügig beeinträchtigen,
it: NOTA: Attivare gli effetti audio potrebbe impattare leggermente sulle prestazioni
ru: ПРИМЕЧАНИЕ: Включение аудио эффектов приводит к высокой производительности
zh_tw: 注意：開啟音訊效果會增加少許效能消耗

# EqualizerButton.Content
source: Equalizer Settings
de: Equalizer-Einstellungen
it: Impostazioni dell'Equalizzatore
ru: Настройки Эквалайзера
zh_tw: 均衡器設定

# ChannelShiftToggle.Header
source: Channel shift
de: Channel-Tausch
ru: Перемещение канала
zh_tw: 聲道調節

# ToMonoSwitch.Header
source: Stereo to mono
de: Von Stereo auf Mono schalten
ru: Стерео до моно
zh_tw: 轉換為單聲道

# LimiterToggle.Header
source: Limiter
de: Begrenzer
ru: Лимит
zh_tw: 限幅器

# LimiterButton.Content
source: Limiter setting
de: Begrenzer-Einstellung
ru: Настройки Лимита
zh_tw: 限幅器設定

# CacheFolderSize.Text
source: Cache folder size:
de: Größe des Cache-Ordners:
it: Grandezza cartella cache:
ru: Вес папки с кэшем:
zh_tw: 快取目錄大小：

# DataFolderSize.Text
source: Data folder size:
de: Größe des Datenordners:
it: Grandezza cartella dati:
ru: Вес папки с данными:
zh_tw: 資料目錄大小：

# OpenDataButton.Content
source: Open data folder
de: Datenordner öffnen
it: Apri cartella dati
ru: Открыть папку с данными
zh_tw: 開啟資料目錄

# PodcastDesc
source: Podcast Posted @ {0}
de: Podcast hochgeladen um {0}
ru: Подкаст добавлен @ {0}
zh_tw: 播客發表於{0}

# ImportPlaylist.Content
source: Import playlist
de: Playlist importieren
it: Importa delle Playlist
ru: Импорт плейлиста
zh_tw: 匯入播放列表

# Limiter.Text
source: Limiter
de: Begrenzer
ru: Лимит
zh_tw: 限幅器

# LimiterDialog.Title
source: Limiter Setting
de: Begrenzer-Einstellung
ru: Настройки Лимита
zh_tw: 限幅器設定

# LimiterDialog.CloseButtonText
source: Close
de: Schließen
it: Chiudi
ru: Закрыть
zh_tw: 關閉

# Attack.Header
source: Attack
ru: Атака
zh_tw: 觸發時間

# Release.Header
source: Release
de: Erschienen
ru: Релиз
zh_tw: 釋放時間

# Ratio.Header
source: Ratio
de: Verhältnis
ru: Ратио
zh_tw: 比例

# Gain.Header
source: Gain
ru: Усиление
zh_tw: 增益

# Threshold.Header
source: Threshold
de: Schwellenwert
ru: Предел
zh_tw: 閾值

# MainpageSettings.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Settings
de: Einstellungen
it: Impostazioni
ru: Настройки
zh_tw: 設定

# StudioName.Text
source: Aurora Studio's
it: Creato per voi da Aurora Studio
zh_tw: 極光工作室出品

# Contributors.Text
source: Contributors
de: Beitragende
it: Contributori
ru: Авторы
zh_tw: 貢獻者

# OpenSourceLibraries.Text
source: Open source libraries
de: Open-Source-Bibliotheken
it: Librerie Open Source
ru: Открытые исходники библиотек
zh_tw: 使用的開源庫

# Donate.Text
source: Donate
de: Spenden
it: Dona
ru: Пожертвование
zh_tw: 捐贈

# TaskDesc
source: {0} {0:task|tasks} {0:is|are} in queue
de: {0} {0:Auftrag|Aufträge} {0:ist|sind} in der Warteschlange
ru: {0} {0:задача|задач} {0:сейчас|уже} в очереди
zh_tw: {0}個任務在佇列中

# OlderTop
source: Older at top
de: Ältere zuerst
it: Più vecchio in cima
ru: Старые сверху
zh_tw: 老的在前

# NewerTop
source: Newer at top
de: Neuere zuerst
it: Più recente in cima
ru: Новейшие сверху
zh_tw: 新的在前

# SizeFilter.Header
source: Don't search files smaller than
de: Nicht nach Dateien suchen, die kleiner sind als
ru: Не искать файли меньше чем
zh_tw: 不要搜尋小於以下大小的檔案

# DurationFilter.Header
source: Don't search files shorter than
de: Nicht nach Dateien suchen, die kürzer sind als
ru: Не искать файли короче чем
zh_tw: 不要搜尋短於以下時長的檔案

# DurationFilterEnable.Header
source: Duration filter
de: Abspieldauer-Filter
ru: Фильтр длительности
zh_tw: 時長過濾

# SizeFilterEnable.Header
source: Size filter
de: Dateigrößen-Filter
ru: Фильтр размера
zh_tw: 體積過濾

# FilteredfolderText
source: Filtered folder
de: Gefilterter Ordner
ru: Отфильтрованная папка
zh_tw: 已過濾的資料夾

# FilterFoldeNote.Text
source: Note: filtered folder names will apply to all folder
de: Hinweis: Namen von gefilterten Ordnern werden auf alle Ordner angewandt
ru: Заметка:Отфильтрованные названия папок будут применяться для всех папок
zh_tw: 注意：過濾資料夾會對所有資料夾生效

# FilterNewFolder.Content
source: Add a folder don't scan
de: Einen Ordner hinzufügen, der nicht gescannt werden soll
ru: Добавить папку в исключение
zh_tw: 新增一個過濾資料夾

# WelcomeTitle2.Text
source: Fluent Feel
de: Fluent Design-Oberfläche
ru: Ощущите Fluent-Design
zh_tw: 順滑質感

# Welcome1.Text
source: Using Aurora Music to delight your music experience.
de: Aurora Music möchte maximalen Musikgenuss ermöglichen.
ru: Пользуйтесь Aurora Music чтобы получать наслаждение от вашей музыки.
zh_tw: 使用極光音樂點亮你的音樂體驗

# Welcome2.Text
source: It is based on Fluent-deisgn System, just check out the stunning UI performance.
de: Es baut auf dem Fluent Design-System auf, das die rasante Performance der Oberfläche ermöglicht.
ru: Основан на системе Fluent-Design, просто проверьте потрясающий UI
zh_tw: 基於流暢設計系統，擁有簡潔易用的使用者互動

# WelcomeTitle3.Text
source: Before You Start
de: Bevor wir loslegen können
ru: Перед тем как начать
zh_tw: 在開始之前

# WelcomeTitle4.Text
source: Wait for a While...
de: Bitte einen kleinen Augenblick Geduld...
ru: Немного подождите...
zh_tw: 請稍等一會……

# FolderScanText
source: {0} of {1} {1:folder|folders} scanned
de: {0} von {1} {1:Ordner|Ordnern} gescannt
it: {0} di {1} {1:cartella|cartelle} analizzate
ru: {0} из {1} {1:папка|папок} сканировано
zh_tw: {0}個資料夾已掃描，共{1}個

# FolderScanFinishText
source: Folders scanning completed
de: Ordner-Scan abgeschlossen
it: Analisi delle cartelle completata
ru: Сканирование папок завершено
zh_tw: 資料夾掃描完成

# FileReadText
source: {0} of {1} {1:file|files} read
de: {0} von {1} {1:Datei|Dateien} eingelesen
it: {0} di {1} {1:file|file} letti
ru: {0} из {1} {1:файл|файлов} прочитано
zh_tw: {0}個檔案已讀取，共{1}個

# AlbumSortText
source: {0} of {1} {1:album|albums} sorted
de: {0} von {1} {1:Album|Alben} sortiert
ru: {0} из {1} {1:альбом|альбомов} сортировано
zh_tw: {0}個專輯已歸類，共{1}個

# More.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: More
de: Mehr
ru: Больше
zh_tw: 更多

# MoreButton.Text
source: More
de: Mehr
ru: Больше
zh_tw: 更多

# Library.Header
source: Library
de: Bibliothek
it: Libreria
ru: Библиотека
zh_tw: 庫

# Filters.Text
source: Filters
de: Filter
it: Filtri
ru: Фильтры
zh_tw: 過濾

# PinText
source: Pin to start
de: An Start anheften
it: Aggiungi a Start
ru: Закрепить в начальный экран
zh_tw: 固定到開始

# UnPinText
source: Unpin from start
de: Von Start entfernen
it: Rimuovi da Start
ru: Открепить из начального экрана
zh_tw: 從開始拿下

# AlbumsTile
source: Explore your albums in Aurora Music
de: Entdecke deine Alben in Aurora Music
it: Esplora i tuoi album in Aurora Music
ru: Ищите свои альбомы в Aurora Music
zh_tw: 在極光音樂中探索你的專輯

# SongsTile
source: Explore your songs in Aurora Music
de: Entdecke deine Lieder in Aurora Music
it: Esplora le tue canzoni in Aurora Music
ru: Ищите свои песни в Aurora Music
zh_tw: 在極光音樂中探索你的歌曲

# TimelineTitle
source: Last played in Aurora Music
zh_tw: 上次在極光音樂播放的歌曲

# TimelineDetail
source: Tap this card to contine listening
zh_tw: 點選這個卡片繼續播放

# Interface.Header
source: Interface
zh_tw: 介面

# PreferredTheme.Text
source: Preferred theme
zh_tw: 偏好的介面主題

# SystemTheme.Content
source: System
zh_tw: 跟隨系統

# LightTheme.Content
source: Light
zh_tw: 明亮

# DarkTheme.Content
source: Dark
zh_tw: 暗黑

# AutoTheme.Content
source: Auto
zh_tw: 自動切換

# NightModeSwitch.Header
source: Night mode(decreases images' brightness in dark mode), requires restart
zh_tw: 夜晚模式（暗黑色調下減少圖片亮度），需要重新啟動

# DontOverlaySwitch.Header
source: Don't show small window at top(Compact overlay)
zh_tw: 不要把小窗（畫中畫）置於最前

# SingletonSwitch.Header
source: Singleton instance of lyric window
zh_tw: 只建立一個歌詞視窗

# NavigateGroup
source: Navigation
zh_tw: 導航

# ActionGroup
source: Action
zh_tw: 操作

# JumplistLastPlay
source: Last played
zh_tw: 上次播放

# JumplistPlay
source: Play
zh_tw: 播放

# JumplistPause
source: Pause
zh_tw: 暫停

# JumplistHome
source: Home
zh_tw: 主頁

# JumplistLibrary
source: Library
zh_tw: 音樂庫

# JumplistSongs
source: Songs
zh_tw: 全部歌曲

# JumplistAlbums
source: Albums
zh_tw: 全部專輯

# JumplistArtists
source: Artists
zh_tw: 全部歌手

# JumplistPlaylist
source: Playlist
zh_tw: 播放列表

# JumplistPodcast
source: Podcast
zh_tw: 播客

# JumplistPrevious
source: Previous
zh_tw: 上一首

# JumplistNext
source: Next
zh_tw: 下一首

# PlayAllAppBarButton.Label
source: Play All
zh_tw: 全部播放

# MoreButtonExpand
source: More
zh_tw: 展開

# MoreButtonCollapse
source: Less
zh_tw: 收起

source: Prepare to Play
zh_tw: 準備播放

source: Loading Files
zh_tw: 載入檔案中

source: Deleting
zh_tw: 刪除中

# Syncing
source: Syncing from cloud
zh_tw: 雲端同步中

# TopPlaylist.Text
source: Featured
zh_tw: 精選歌單

# EmptyFolderHint.Text
source: It looks like nothing
zh_tw: 這裡似乎沒有東西

# AddFolderHint.Text
source: Click the button to add a new folder
zh_tw: 在上方新增一個新資料夾

# ShowFeatureSwitch.Header
source: Show featured list in Homepage
zh_tw: 在主頁顯示精選歌單

# MeterFetchSwitch.Header
source: Using metered connection to fetch online contents
zh_tw: 通過按流量計費的連接獲取線上內容

# MeterDownSwitch.Header
source: Using metered connection to download online contents
zh_tw: 也用按流量計費的連線來下載

# PlaybackEngineBox.Header
source: Playback Engine
zh_tw: 回放引擎

# EngineChangeHint.Text
source: Engines will be applied at next launch.
zh_tw: 引擎變更會在下次啟動時生效。

# AutoThemeLocation.Content
source: Automatically set time from location (permission required)
zh_tw: 根據位置自動設定主題（需要許可）

# AutoLightStart.Text
source: Light theme start from:
zh_tw: 亮主題開始時間：

# AutoDarkStart.Text
source: Dark theme start from:
zh_tw: 暗主題開始時間：

# ExperimentalText.Text
source: EXPERIMENTAL
zh_tw: 實驗性功能

# OneDriveReadText.Text
source: Retrieve OneDrive files on-demand
zh_tw: 按需檢索 Onedrive 檔案

# TitleSort.Content
source: A-Z
de: Alphabet
ru: Алфавиту
